[{"Level":1,"Item":"上","Type":2,"Name":"Above","Meaning":["Above","Up","Over"],"Mnemonic":"When a vocab word is a single kanji and alone, it tends to steal the meaning from the kanji. Same goes for this one too. It means above or up.","Kanji":["上"],"Reading":"うえ","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it\u0027s usually going to use the kun\u0027yomi. Since you learned the on\u0027yomi reading of the kanji, we\u0027ll need to use a mnemonic to learn the reading of this vocabulary word. Above you is a huge weight. You\u0027re holding it up and struggling (it\u0027s heavy!). You look up and try to crane your neck to see how much it weighs (うえ), but you can\u0027t see the numbers on the side of it. How long can you hold it above your head like this?","Learned":false,"Unlocked":false},{"Level":1,"Item":"大人","Type":2,"Name":"Adult","Meaning":["Adult"],"Mnemonic":"This word combines big and person. If you\u0027re a child, how do you think of adults? You just think of them like big people. That\u0027s why this combination of kanji means adult, and when used like an adjective, it means mature.","Kanji":["大","人"],"Reading":"おとな","ReadingMnemonic":"Sometimes kanji have exceptional readings that are neither on’yomi, nor kun’yomi, and this is one of them. So here’s a mnemonic to help you remember this reading: \u0022I\u0027m an adult, which means I have adult responsibilities, like… oh, toner (おとな)!\u0022 Are you an adult with your own toner printer? Ohhhh, toner…","Learned":false,"Unlocked":false},{"Level":1,"Item":"一人","Type":2,"Name":"Alone","Meaning":["Alone"],"Mnemonic":"When there\u0027s one person, what are they? Well, they\u0027re either just going to be simply one person or alone.","Kanji":["一","人"],"Reading":"ひとり","ReadingMnemonic":"The reading for this vocab doesn\u0027t follow any rules you learned previously. It\u0027s an exception, which means you have to learn the reading separately too. Spend a few moments trying to remember this word, look away for 10 seconds, and then try to recall its reading. Could you do it? Try again, this time in thirty seconds. Did you do it again? Okay, go ahead and move on. You may know it now, though you\u0027ll need to recall it again in the next 5-10 minutes if you want to remember it for good. Alternatively, if you know the reading for the vocab word 一つ (in the same level as this word), you can know that it uses the same reading!","Learned":false,"Unlocked":false},{"Level":1,"Item":"人工","Type":2,"Name":"Artificial","Meaning":["Artificial","Man Made","Human Made"],"Mnemonic":"A person of industry makes a lot of things by hand, so everything they make is artificial, and also means it\u0027s man made.","Kanji":["人","工"],"Reading":"じんこう","ReadingMnemonic":"This is a jukugo word, which usually means on\u0027yomi readings from the kanji. Since 人 has two on\u0027yomi readings, here\u0027s a mnemonic to help you remember which one to use: Remember this by thinking about how jeans (じん) are artificial. You\u0027ve never seen jeans growing on trees, right? Nope, jeans are 100% man made.","Learned":false,"Unlocked":false},{"Level":1,"Item":"下","Type":2,"Name":"Below","Meaning":["Below","Under","Beneath","Down"],"Mnemonic":"When a vocab is a single kanji with no okurigana (that\u0027s hiragana attached to the kanji) it tends to steal the meaning of the kanji it comes from. So, this one is below or under.","Kanji":["下"],"Reading":"した","ReadingMnemonic":"When a vocab is a single kanji and is alone it tends to use the kun\u0027yomi reading. You learned the on\u0027yomi reading for this kanji, so now it\u0027s time to learn the kun\u0027yomi reading to learn this vocabulary word. What\u0027s below you? What\u0027s below your foot? Oh no. The worst thing possible: It\u0027s した.","Learned":false,"Unlocked":false},{"Level":1,"Item":"大きい","Type":2,"Name":"Big","Meaning":["Big"],"Mnemonic":"This is the adjective form of big. It has the same meaning, though it is a word for describing. Words that end with い are often adjectives, remember that for future words as well. So, as long as you know the meaning of this kanji, you can transfer that to the meaning of this word. It\u0027s the adjective big, or large.","Kanji":["大"],"Reading":"おおきい","ReadingMnemonic":"What do you do when you see something really, really big? You say おお because you can\u0027t believe your eyes. Imagine something really large and say おお out loud to help seal the memory in that brain of yours.","Learned":false,"Unlocked":false},{"Level":1,"Item":"八","Type":2,"Name":"Eight","Meaning":["Eight"],"Mnemonic":"When a vocab is a single kanji it usually steals its meaning from its kanji as well. Same goes for this vocab word. It means eight.","Kanji":["八"],"Reading":"はち","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it\u0027s usually going to use the kun\u0027yomi. But, because this is a number (exception) it uses the on\u0027yomi instead, meaning you already know the reading from when you learned the kanji!","Learned":false,"Unlocked":false},{"Level":1,"Item":"八つ","Type":2,"Name":"Eight Things","Meaning":["Eight Things"],"Mnemonic":"This word follows the \u0022number of things\u0022 pattern where there\u0027s a kanji for a number plus つ on the end. Whenever you see this, you know the word means \u0022____ things.\u0022 Knowing that, as long as you know the kanji (which you do) you can figure out what number of things it is. For this one, it\u0027s the kanji for eight plus つ. So, this one is eight things.","Kanji":["八"],"Reading":"やっつ","ReadingMnemonic":"Since all the \u0022number of things\u0022 words follow the same pattern (number \u002B つ), you just have to remember the part before the つ. All their readings use kun\u0027yomi. So far you\u0027ve only seen the on\u0027yomi reading for this kanji though, so here\u0027s a mnemonic to help you remember it: Can you think of eight things that start with the sound \u0022ya\u0022? Yah (や), you can. Try listing them out loud. Even if you don\u0027t manage it, you\u0027ll remember the connection between eight and \u0022ya.\u0022 Oh, and see that small っ in the middle of the reading (やっつ)? It puts a little emphasis on the consonant that follows it, like yattttttsu. OK, not that much emphasis. More like yattsu.","Learned":false,"Unlocked":false},{"Level":1,"Item":"入り口","Type":2,"Name":"Entrance","Meaning":["Entrance"],"Mnemonic":"A mouth that you enter is an entrance.","Kanji":["入","口"],"Reading":"いりぐち","ReadingMnemonic":"This word is really two separate words put together to form one, so let\u0027s look at it in two parts: The kanji 入 has り attached to it as okurigana (hiragana that comes after a kanji), so you can bet that 入り will use a kun\u0027yomi reading for the kanji. You haven\u0027t learned this reading yet, so here\u0027s a mnemonic to help you: The entrance you\u0027re going through is really eerie (いり). It has cobwebs and creepy figures carved into it, and it just gives you a really eerie feeling. Since 入り uses the kun\u0027yomi, you can guess that 口 will follow suit. You learned this reading with the vocabulary, but the く in くち changes to ぐ due to something called rendaku. Think of it as an eerie entrance into the Gucci (ぐち) store.","Learned":false,"Unlocked":false},{"Level":1,"Item":"大した","Type":2,"Name":"Great","Meaning":["Great","Considerable","Important","Big Deal"],"Mnemonic":"した is the past tense form of する (which means \u0022to do\u0022). So, essentially this word is \u0022did big.\u0022 What is something that \u0022did big\u0022? It\u0027s something that\u0027s great or considerable.","Kanji":["大"],"Reading":"たいした","ReadingMnemonic":"The reading for the 大 part is actually the on\u0027yomi reading you learned when learning this kanji. Since 大 has two on\u0027yomi readings, here\u0027s a mnemonic to help you remember which one to use: When something\u0027s great and important, you\u0027d better wear a tie (たい) for it. No showing up without a tie to anything that\u0027s a big deal, okay?","Learned":false,"Unlocked":false},{"Level":1,"Item":"山","Type":2,"Name":"Mountain","Meaning":["Mountain"],"Mnemonic":"A vocab made of a single kanji all alone with no okurigana (hiragana attached to the kanji) usually has the same exact meaning as the kanji it\u0027s made from. So by that you know that this vocab\u0027s meaning is mountain.","Kanji":["山"],"Reading":"やま","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it\u0027s usually going to use the kun\u0027yomi, which you didn\u0027t learn when you learned the kanji. To remember this word\u0027s reading we\u0027ll use a mnemonic. What are you doing going up into the mountains? You\u0027re hunting for yams (やま). Go ahead, imagine yourself doing just that, climbing up the mountain (it\u0027s hard work!) and then digging in the ground with your hands, then pulling up that sweet, delicious yam! Mmm!","Learned":false,"Unlocked":false},{"Level":1,"Item":"口","Type":2,"Name":"Mouth","Meaning":["Mouth"],"Mnemonic":"When a vocab is made up of a single kanji with no okurigana (hiragana attached to the kanji) it\u0027s generally going to have the same meaning as the kanji it came from. From that, you know this word\u0027s meaning is mouth.","Kanji":["口"],"Reading":"くち","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it\u0027s usually going to use the kun\u0027yomi, which you did not learn from learning the kanji. To remember this word, you should use a mnemonic. With your mouth, make a \u0022kuchi kuchi kou\u0022 (くち) sound. Go ahead, make it. Focus on your mouth and try to imagine each shape it makes while zooming in on it. You\u0027re talking to a baby, which is why you\u0027re making all these ridiculous noises. Also, instead of \u0022coo\u0022 at the end, you\u0027re saying \u0022kou,\u0022 because that\u0027s the reading of the kanji (こう). くちくちこう！くちくちこう！ Sounds like something from Arrested Development, actually.","Learned":false,"Unlocked":false},{"Level":1,"Item":"ふじ山","Type":2,"Name":"Mt Fuji","Meaning":["Mt Fuji","Mount Fuji","Mt. Fuji"],"Mnemonic":"Just look at this word. What do you think it means? That\u0027s right - it\u0027s a name (Fuji) plus the kanji for mountain. Put those together, and you have Mount Fuji. In English the \u0022Mount(ain)\u0022 part comes first. In Japanese, it comes at the end, sort of like the name ender さん, ちゃん, and so on. You can add 山 to the end of any mountain\u0027s name too, not just Mount Fuji.","Kanji":["山"],"Reading":"ふじさん","ReadingMnemonic":"Normally ふじ would be in kanji, but I wanted you to see this kanji use in action since it\u0027s more useful than just being used on Mount Fuji. This is treated like a jukugo word (combo kanji word). In the case of jukugo, usually the on\u0027yomi reading is used, meaning you just have to remember the on\u0027yomi reading of 山. Luckily, you learned this when you were learning the kanji, so you should already know it!","Learned":false,"Unlocked":false},{"Level":1,"Item":"九","Type":2,"Name":"Nine","Meaning":["Nine"],"Mnemonic":"When a vocab is made up of a single kanji with no okurigana (hiragana attached to the kanji), it often has the same meaning as the kanji it\u0027s based off of. Same goes for the word 九, as well. It has the same meaning as its kanji counterpart.","Kanji":["九"],"Reading":"きゅう","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it\u0027s usually going to use the kun\u0027yomi. Numbers are the exception, as you might already know. When they\u0027re alone with no okurigana they\u0027re the on\u0027yomi reading, which you should already know from learning the kanji that makes up this word.","Learned":false,"Unlocked":false},{"Level":1,"Item":"九つ","Type":2,"Name":"Nine Things","Meaning":["Nine Things"],"Mnemonic":"This word follows the \u0022number of things\u0022 pattern where there\u0027s a kanji for a number plus つ on the end. Whenever you see this, you know the word means \u0022____ things.\u0022 Knowing that, as long as you know the kanji (which you do) you can figure out what number of things it is. For this one, it\u0027s the kanji for nine plus つ. So, this one is nine things.","Kanji":["九"],"Reading":"ここのつ","ReadingMnemonic":"Since all of the \u0022number of things\u0022 words all follow the same pattern (number plus つ), you really just have to remember the part before the つ (and then remember that the つ is in all of these). All of the readings are the kun\u0027yomi reading, which means we\u0027ll have to use a mnemonic to remember them (you know the on\u0027yomi reading of the kanji portion). What thing do you have nine of? The nine things you have are nine coconots (ここの). As you can guess from the spelling, coconots are not coconuts. Think of them as… fake coconuts. Imagine yourself juggling nine coconots in the air. Try counting them as you do, arriving at nine things. Then arrange them into a square on the ground. Three coconots by three. Now you should remember how to read 九つ.","Learned":false,"Unlocked":false},{"Level":1,"Item":"一","Type":2,"Name":"One","Meaning":["One"],"Mnemonic":"As is the case with most vocab words that consist of a single kanji, this vocab word has the same meaning as the kanji it parallels, which is one.","Kanji":["一"],"Reading":"いち","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it\u0027s usually going to use the kun\u0027yomi. Numbers are an exception, however. When a number is all alone, with no kanji or okurigana, it is going to be the on\u0027yomi reading, which you learned with the kanji.  Just remember this exception for alone numbers and you\u0027ll be able to read future number-related vocab to come.","Learned":false,"Unlocked":false},{"Level":1,"Item":"一つ","Type":2,"Name":"One Thing","Meaning":["One Thing"],"Mnemonic":"This word follows the \u0022number of things\u0022 pattern where there\u0027s a kanji for a number plus つ on the end. Whenever you see this, you know the word means \u0022____ things.\u0022 Knowing that, as long as you know the kanji (which you do) you can figure out what number of things it is. For this one, it\u0027s the kanji for one plus つ. So, this one is one thing.","Kanji":["一"],"Reading":"ひとつ","ReadingMnemonic":"Since all of the \u0022number of things\u0022 words all follow the same pattern (number plus つ), you really just have to remember the part before the つ (and then remember that the つ is in all of these). All of the readings are the kun\u0027yomi reading, which means we\u0027ll have to use a mnemonic to remember them (you know the on\u0027yomi reading of the kanji portion). So, you have one thing. What one thing do you have? You have one of He-Man\u0027s Toes, aka a single He-Toe (ひと). So what\u0027s the thing you have only one of? You have one He-Toe. Imagine He-Man walking around with one missing toe, trying to find you so he can get it back. At least you\u0027ll be able to run faster than him now.","Learned":false,"Unlocked":false},{"Level":1,"Item":"人","Type":2,"Name":"Person","Meaning":["Person"],"Mnemonic":"When a vocab is a single kanji all alone, it usually has the same meaning as its kanji parent. That goes for this vocab word as well. Person is person.","Kanji":["人"],"Reading":"ひと","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it\u0027s usually going to use the kun\u0027yomi. Since you don\u0027t know the kun\u0027yomi reading for this kanji yet, let\u0027s use a mnemonic to learn it. What does a person hate more than anything? They hate extreme heat (ひと). You can always put on more clothes to stay warm, but when the heat gets too high, you can only take off so much.","Learned":false,"Unlocked":false},{"Level":1,"Item":"下さい","Type":2,"Name":"Please Give Me","Meaning":["Please Give Me"],"Mnemonic":"You know that the kanji 下 means down, and さい sounds like the word \u0022sigh.\u0022 You need to ask someone for something, so you look down, sigh, and say please give me that thing. You\u0027re ashamed that you have to ask. But you still need it. Please, please give it to me!","Kanji":["下"],"Reading":"ください","ReadingMnemonic":"The reading for 下 here is one you haven\u0027t learned. Just think about how it kind of sounds like you\u0027re saying please, could I (くだ) have this thing? Pretty please, could I have it? Alternatively, if you already knew the word ください beforehand, this shouldn\u0027t be too hard!","Learned":false,"Unlocked":false},{"Level":1,"Item":"人口","Type":2,"Name":"Population","Meaning":["Population"],"Mnemonic":"The amount of people with mouths (that you have to feed) is the population that you have to feed.","Kanji":["人","口"],"Reading":"じんこう","ReadingMnemonic":"This is a jukugo word, which usually means on\u0027yomi readings from the kanji. Since 人 has two on\u0027yomi readings, here\u0027s a mnemonic to help you remember which one to use: Here at Tofugu, we measure population in jeans (じん). Each of us has just one pair of jeans, so if you know the jean count you know the population.","Learned":false,"Unlocked":false},{"Level":1,"Item":"力","Type":2,"Name":"Power","Meaning":["Power","Strength","Ability"],"Mnemonic":"When a vocab word is made up of a single kanji and that\u0027s it, it almost always takes the meaning from its parent kanji. So, this vocab word also means power.","Kanji":["力"],"Reading":"ちから","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it usually uses the kun\u0027yomi reading. You didn\u0027t learn the kun\u0027yomi reading with the kanji, so for this vocab word, we\u0027ll use a mnemonic: You\u0027re going to need a lot of power if you want to win the chica run (ちから). You know, like a race just for chicas. You\u0027ll need the strength to face adversity, and the ability to outclass all the other tough chica runners. That\u0027s chica power for you.","Learned":false,"Unlocked":false},{"Level":1,"Item":"川","Type":2,"Name":"River","Meaning":["River"],"Mnemonic":"When a vocab is made up of a single kanji with no okurigana (hiragana attached to the kanji) it will usually take the same meaning as the kanji it comes from. So, from that you know that this word means river.","Kanji":["川"],"Reading":"かわ","ReadingMnemonic":"You\u0027re in luck — the reading you learned with the kanji is the same as the one you have to learn for this vocab!","Learned":false,"Unlocked":false},{"Level":1,"Item":"七","Type":2,"Name":"Seven","Meaning":["Seven"],"Mnemonic":"When a vocab is alone with no okurigana (that\u0027s hiragana attached to a kanji) it usually has the same meaning as the kanji too. That goes for this word as well. So, if you know the kanji\u0027s meaning (seven) you\u0027ll know the vocab\u0027s meaning (seven).","Kanji":["七"],"Reading":"なな","ReadingMnemonic":"Most single-kanji all-alone vocab words like this use the kun\u0027yomi reading. Numbers are an exception to this rule. That being said, four and seven are exceptions to this exception to the rule (because the on\u0027yomi readings sound too much like the word for \u0022death\u0022). You should learn both readings for this word, though we\u0027re going to go with なな for the main one here. You can remember that because you had seven nanas after you.","Learned":false,"Unlocked":false},{"Level":1,"Item":"七つ","Type":2,"Name":"Seven Things","Meaning":["Seven Things"],"Mnemonic":"This word follows the \u0022number of things\u0022 pattern where there\u0027s a kanji for a number plus つ on the end. Whenever you see this, you know the word means \u0022____ things.\u0022 Knowing that, as long as you know the kanji (which you do) you can figure out what number of things it is. For this one, it\u0027s the kanji for seven plus つ. So, this one is seven things.","Kanji":["七"],"Reading":"ななつ","ReadingMnemonic":"Since all of the \u0022number of things\u0022 words all follow the same pattern (number plus つ), you really just have to remember the part before the つ (and then remember that the つ is in all of these). All of the readings are the kun\u0027yomi reading, which means we\u0027ll have to use a mnemonic to remember them (you know the on\u0027yomi reading of the kanji portion). What thing do you have seven of? The seven things that you have are seven Nanas (なな). These are your grandmas, cloned. Just think, \u0022It\u0027s lucky to have seven nanas. They can all cook my favorite foods for me!\u0022 What\u0027s more, you have one nana for every day of the week, so you\u0027ll get your favorite food every day.","Learned":false,"Unlocked":false},{"Level":1,"Item":"大きさ","Type":2,"Name":"Size","Meaning":["Size"],"Mnemonic":"In Japanese, さ on the end of a word is often the equivalent of \u0022-ness\u0022 in English. In other words, if you replace the い on the end of an い-adjective with さ, you have a noun. In this case, the adjective is 大きい (big) and the noun 大きさ means \u0022bigness\u0022, aka size.","Kanji":["大"],"Reading":"おおきさ","ReadingMnemonic":"When a vocab has okurigana (hiragana attached to the kanji) it is probably going to be the kun\u0027yomi reading. Since you learned the on\u0027yomi reading with the kanji 大, we\u0027ll have to use a mnemonic to remember this word. When you saw the size of (pick something surprising), you said \u0022おお*#$@!\u0022 Really imagine something surprising. Say the おお part out loud, as well. Think about the size of whatever you\u0027re looking at, too, and how big it is.","Learned":false,"Unlocked":false},{"Level":1,"Item":"十","Type":2,"Name":"Ten","Meaning":["Ten"],"Mnemonic":"When a vocab is alone like this with no okurigana (hiragana attached to the kanji) it tends to steal its meaning from the kanji it came from. That means this vocab word also means ten.","Kanji":["十"],"Reading":"じゅう","ReadingMnemonic":"When a vocab is alone and consists of a single kanji like this, usually it uses the kun\u0027yomi reading for the kanji. But, numbers are an exception and they use the on\u0027yomi reading (which you learned when you learned the kanji). That means you know that this word\u0027s reading is じゅう already.","Learned":false,"Unlocked":false},{"Level":1,"Item":"三","Type":2,"Name":"Three","Meaning":["Three"],"Mnemonic":"When a vocab is a single kanji and alone like this, it usually steals its meaning from the parent kanji. That goes for this word too, making the meaning of this word three.","Kanji":["三"],"Reading":"さん","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it\u0027s usually going to use the kun\u0027yomi. Numbers are an exception, though, and use the on\u0027yomi reading. You learned the on\u0027yomi reading when you learned this kanji, so you already know that the reading for this vocab is さん.","Learned":false,"Unlocked":false},{"Level":1,"Item":"三人","Type":2,"Name":"Three People","Meaning":["Three People"],"Mnemonic":"You have the kanji for three and person. Common sense will tell you what this word is. It\u0027s three people.","Kanji":["三","人"],"Reading":"さんにん","ReadingMnemonic":"This is a jukugo (kanji compound) word, which usually means on\u0027yomi readings from the kanji. Since 人 has two on\u0027yomi readings, here\u0027s a mnemonic to help you remember which one to use: Apparently, there are three people working as Santa-san at Nintendo (さんにん)! It\u0027s a big company, so obviously they need three Santas.","Learned":false,"Unlocked":false},{"Level":1,"Item":"三つ","Type":2,"Name":"Three Things","Meaning":["Three Things"],"Mnemonic":"This word follows the \u0022number of things\u0022 pattern where there\u0027s a kanji for a number plus つ on the end. Whenever you see this, you know the word means \u0022____ things.\u0022 Knowing that, as long as you know the kanji (which you do) you can figure out what number of things it is. For this one, it\u0027s the kanji for three plus つ. So, this one is three things.","Kanji":["三"],"Reading":"みっつ","ReadingMnemonic":"Since all of the \u0022number of things\u0022 words all follow the same pattern (number plus つ), you really just have to remember the part before the つ (and then remember that the つ is in all of these). All of the readings are the kun\u0027yomi reading, which means we\u0027ll have to use a mnemonic to remember them (you know the on\u0027yomi reading of the kanji portion). What thing do you have three of? The three things that you have are actually three versions of yourself. \u0022Who is the real one?\u0022 you ask yourself. \u0022It\u0027s me!\u0022 \u0022Wait, no, it\u0027s me!\u0022 Just remember that there are three of you, and they\u0027re all saying \u0022me me me me me\u0022 to try and prove that they\u0027re the real you.","Learned":false,"Unlocked":false},{"Level":1,"Item":"入る","Type":2,"Name":"To Enter","Meaning":["To Enter"],"Mnemonic":"This vocab word has okurigana, which is the hiragana part that comes after the kanji. When a vocab\u0027s okurigana makes an \u0022う/oo\u0022 sound (in this case, we have a る), it\u0027s often going to be a verb. So in this case, the kanji 入 is enter. The vocab 入る is to enter. We\u0027re just taking the kanji and using it in a verb!","Kanji":["入"],"Reading":"はいる","ReadingMnemonic":"When a vocab is a single kanji with okurigana, chances are it\u0027s going to be the kun\u0027yomi reading, which you don\u0027t usually learn in the kanji (you usually learn the on\u0027yomi reading). So, let\u0027s learn the kun\u0027yomi reading for this word using its meaning. When you enter the room, what do you do? You say \u0022Hi\u0022 (はい) to everyone to the point of absurdity. \u0022Hi there. Oh hi Frank. Oh hi there Susan. Oh hi there lamp.\u0022","Learned":false,"Unlocked":false},{"Level":1,"Item":"上げる","Type":2,"Name":"To Lift Something","Meaning":["To Lift Something","To Raise Something","To Increase Something"],"Mnemonic":"This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means above and this verb is related to that meaning. It means to lift something or to raise something. It\u0027s a transitive verb, meaning that you do something to something else. You raise something. Like your hands!","Kanji":["上"],"Reading":"あげる","ReadingMnemonic":"Since this word has okurigana (hiragana attached to the kanji) you know that it\u0027s probably going to use the kun\u0027yomi reading, which you didn\u0027t learn with the kanji. Here\u0027s a mnemonic to help you: When you want to lift something, you always shout \u0022Ah!\u0022 (あ) to get the extra power you need. Especially when you want to lift something over your head. Go ahead, try it now. Lift something up and shout \u0022Ah!\u0022 Feels good, right?","Learned":false,"Unlocked":false},{"Level":1,"Item":"下げる","Type":2,"Name":"To Lower Something","Meaning":["To Lower Something"],"Mnemonic":"This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means below so the verb version of that is when you put something below you. It\u0027s to lower something. It can also mean to hang something, such as a lamp from the ceiling.","Kanji":["下"],"Reading":"さげる","ReadingMnemonic":"Since this word has okurigana (hiragana attached to the kanji) you know that it\u0027s probably going to be the kun\u0027yomi reading, which you didn\u0027t learn with the kanji. Here\u0027s a mnemonic to help you: You want to lower something. In this case, it\u0027s a tree, so you need a saw (さ). Lower the tree to the ground gently while you slowly saw it down!","Learned":false,"Unlocked":false},{"Level":1,"Item":"二","Type":2,"Name":"Two","Meaning":["Two"],"Mnemonic":"When a vocab word is a single kanji without okurigana (hiragana attached to the kanji) it usually has the same meaning as the kanji it\u0027s spawned from. If you know the kanji meaning you\u0027ll also know the vocab meaning. It\u0027s two!","Kanji":["二"],"Reading":"に","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it\u0027s usually going to use the kun\u0027yomi. Numbers are an exception to this though. Numbers use the on\u0027yomi reading, which you\u0027ve already learned by learning the kanji\u0027s reading! How nice!","Learned":false,"Unlocked":false},{"Level":1,"Item":"二人","Type":2,"Name":"Two People","Meaning":["Two People","Pair","Couple","Two Persons"],"Mnemonic":"When you have two and person and then put them together, what do you get? You get a pair or two people.","Kanji":["二","人"],"Reading":"ふたり","ReadingMnemonic":"The reading for this word is quite strange. If you know 二つ\u0027s reading, you can use that to remember the 二 part (ふた). But, the り that is the 人 is a total exception, something you won\u0027t see too often (though you may have seen it in 一人). If you can use the reading of 一人 (aka if you\u0027ve learned it already) then definitely use that. If not, do your best to remember the reading on your own. It\u0027s a strange one that doesn\u0027t connect to much else.","Learned":false,"Unlocked":false},{"Level":1,"Item":"二つ","Type":2,"Name":"Two Things","Meaning":["Two Things"],"Mnemonic":"This word follows the \u0022number of things\u0022 pattern where there\u0027s a kanji for a number plus つ on the end. Whenever you see this, you know the word means \u0022____ things.\u0022 Knowing that, as long as you know the kanji (which you do) you can figure out what number of things it is. For this one, it\u0027s the kanji for two plus つ. So, this one is two things.","Kanji":["二"],"Reading":"ふたつ","ReadingMnemonic":"Since all of the \u0022number of things\u0022 words all follow the same pattern (number plus つ), you really just have to remember the part before the つ (and then remember that the つ is in all of these). All of the readings are the kun\u0027yomi reading, which means we\u0027ll have to use a mnemonic to remember them (you know the on\u0027yomi reading of the kanji portion). So what thing do you have two of? The two things you have are 2-foot tacos (ふた). How lucky are you, that your two things are 2-foot tacos? Other people only have two foot-tacos... And trust me, you don\u0027t want to eat those.","Learned":false,"Unlocked":false},{"Level":1,"Item":"力いっぱい","Type":2,"Name":"With All One\u0026#39;s Strength","Meaning":["With All One\u0026#39;s Strength","Full Power","As Hard As One Can"],"Mnemonic":"You\u0027ve hopefully already learned that 力 means \u0022power.\u0022 You might have also heard the word いっぱい, because it\u0027s used a lot in conversation. It has a few meanings (you\u0027ll learn more of them later) but the important one here is \u0022full\u0022 or \u0022a lot.\u0022 Put these two words together and you have full power, with all one\u0027s strength, and as hard as one can. Remember this one with all your strength!","Kanji":["力"],"Reading":"ちからいっぱい","ReadingMnemonic":"力 uses the same reading as you learned with the vocabulary. That\u0027s because this is basically two separate words stuck together.","Learned":false,"Unlocked":false},{"Level":1,"Item":"女","Type":2,"Name":"Woman","Meaning":["Woman"],"Mnemonic":"When a kanji is alone and doesn\u0027t have any okurigana (hiragana attached to the kanji) it\u0027s usually going to take the same meaning as the kanji it comes from. So in this case, you know that this word means woman.","Kanji":["女"],"Reading":"おんな","ReadingMnemonic":"When a vocab is a single kanji and all alone like this, it\u0027s usually going to use the kun\u0027yomi. You didn\u0027t learn the kun\u0027yomi reading when you learned the kanji itself, so let\u0027s use a mnemonic to remember it: Think about how this woman is onna (おんな) roll. She\u0027s winning left, right and center. She\u0027s unstoppable. Yep, she\u0027s truly onna roll!","Learned":false,"Unlocked":false}]